[
[
"Christian Rivera",
"President",
"Christian Rivera is a junior at Columbia college majoring in Political Science. He is currently involved the Hispanic Scholarship Fund, Casa Latina and is president of Sabor. When he is not dancing with his team, he enjoys rhyming, drawing and hanging out with his friends."
],
[
"Stephen Babendreier",
"Vice-President",
"Stephen is currently a third year at Columbia studying neuroscience. He grew up in Rockville, MD. Outside of Sabor, he is actively involved in the Sigma Nu Fraternity and bartends at the highest level of class."
],
[
"Helen Chen",
"Co-Captain",
"Helen Chen, a native of both New York City and the Princeton, NJ area, is currently a sophomore in Columbia College majoring in Environmental Biology on a pre-veterinary track. She joined Sabor her freshman fall, and after serving on the executive board as a Marketing and Public Relations Representative for a year, is now serving as Captain. Outside of Sabor, Helen loves to dance styles other than those performed by the troupe, play the piano, and read."
],
[
"Elsbeth Kane",
"Co-Captain",
"Elsbeth Kane is a currently a sophomore in Columbia College studying Environmental Biology with a Pre-Veterinary track. She was raised in Essex, CT. Growing up, she studied ballet and tap for 13 years. She joined the team her first semester at Columbia, and served as Marketing chair last year. When she's at home she likes taking walks with her Dachshund, playing the violin, eating, and sleeping. Most importantly, she likes laughter and enjoying time with family and friends."
],
[
"Elan Joseph",
"Assistant-Captain",
"My name is Elan Joseph and I'm pursuing a B.A. in Economics and Political Science in Columbia College. I've been apart of Sabor since my Freshman Spring 2013 and I can't imagine my Columbia experience without the team. Outside of school/Sabor I enjoy both playing and watching basketball, traveling, and good music."
],
[
"Igor Makiov",
"Treasurer",
"Igor Kuwonu is a senior in the College majoring in French and Francophone Studies. He has been a member of Sabor since his freshman year and loves all things performing arts, ranging from theater to simply hosting and MC'ing different events. Igor hopes to get a masters in Education or in any of the Social Sciences and go on to open his own after school program for high school students."
],
[
"Andrea Leonard",
"Secretary",
"Andrea is a junior majoring in theatre. She joined the team in fall 2014. Andrea is from Morrisontown, NJ where she somehow learned Chinese. Outside of Sabor, Andrea is a member of the track team and the Venom Step Team."
],
[
"Oesa Vinesett",
"Barnard Liason",
"Oesa Vinesett, raised in Durham, North Carolina, is a loyal Duke fan and lover of travel, dance, and her mother's macaroni & cheese.  She played capoeira for ten years with Grupo Capoeira Brasil, began dancing in high school, and was previously a musical accompanist for Duke University's Dance Program.  Oesa is part of Barnard's Class of 2018 and is currently undecided."
],
[
"Chayenne Mia",
"Marketing/PR",
"Chayenne Mia is a Junior at Columbia University, majoring in Psychology, as well as Director of PR/Marketing for Sabor. Though her day job involves writing things for the internet, in her free time she studies ballet, modern dance, and the fine art of selfie taking."
]
]
