export default {
  "events": {
    "data": [
      {
        "description": "On Friday, November 20th, Sabor invites you to join the sa-familia for our annual Fall Show! Come out for a thrilling night of incredible student-choreographed numbers, ranging from salsa to samba to dancehall.

This year, Sabor will be exploring the concept of storytelling and the various manifestations of narrative - in body, movement, and voice - as it presents “Los Cuentos". The show will spotlight stories of resistance, resilience, and triumph through dance, while also showcasing tales of love, fun, and drama.

Proceeds from the Fall Show each year support Relevé, Sabor’s community outreach program running annually in the spring. Consisting of a three-day program, the team hosts underserved high school students who are involved in the performing arts and interested in attending college or university on campus for the duration of the weekend. Team members provide workshops in both the performing arts and college admissions for them and act as mentors, encouraging young performers to pursue higher education. More info here: http://www.columbia.edu/cu/sabor/releve.html

TICKETS:
$8 general
$12 VIP, including a reserved seat in the closest section
Purchasable at the TIC shortly. Links to come!
Doors open at 7:30 - show begins at 8!

---
Sponsored in part by the Arts Initiative at Columbia University. This funding is made possible through a generous gift from The Gatsby Charitable Foundation.",
        "name": "Sabor Presents Fall Show '15: Los Cuentos",
        "place": {
          "name": "Roone Arledge Auditorium",
          "location": {
            "city": "New York",
            "country": "United States",
            "latitude": 40.807237788839,
            "located_in": "102471088936",
            "longitude": -73.963982144012,
            "state": "NY",
            "zip": "10027"
          },
          "id": "132469706799232"
        },
        "start_time": "2015-11-20T19:30:00-0500",
        "id": "914107105291384"
      },
      {
        "description": "In celebration of Latinx Heritage Month, we'll be teaching a salsa and bachata work shop to get you in the spirit!

No experience necessary, come out and learn!",
        "end_time": "2015-10-16T19:30:00-0400",
        "name": "FREE Salsa & Bachata Workshop",
        "place": {
          "name": "Altschul Atrium"
        },
        "start_time": "2015-10-16T17:30:00-0400",
        "id": "1614138832181384"
      },
      {
        "description": "WE'RE SELLING DELICIOUS THINGS! Come out and grab a quick pick-me-up to get you through your Tuesday - it'll help us support our annual Fall Show!",
        "end_time": "2015-10-13T16:00:00-0400",
        "name": "BAKE SALE!!",
        "place": {
          "name": "College Walk",
          "location": {
            "latitude": 40.807187029027,
            "longitude": -73.963629454098
          },
          "id": "373090329435203"
        },
        "start_time": "2015-10-13T11:00:00-0400",
        "id": "854873434628080"
      }
    ],
    "paging": {
      "cursors": {
        "before": "OTE0MTA3MTA1MjkxMzg0",
        "after": "ODU0ODczNDM0NjI4MDgw"
      },
      "next": "https://graph.facebook.com/v2.5/187060281499517/events?access_token=CAACEdEose0cBACnKveMJ96uNT5i1QdiTsGe3hNDJP6pu7Lo1c52hMZAxLYHC0EWQQQ1d5OLdNliIqCGwdG1nBi9uTRtbSvomZCEogJVnB3H8K6MiWl04ZAUWfnZAWBegDXrgOPZCbw1NzcOEN9CIXZBKt027JQ4jP3KoCmdnap2H2OOZCEQ4JZC5ZCtwqO7NFLrFNOhxUBYdZB7Ge5BUgnDk2B&pretty=0&limit=3&after=ODU0ODczNDM0NjI4MDgw"
    }
  },
  "id": "187060281499517",
}
